Repository: thermesmarins/tmsm-woocommerce-paymentonsite
Catalog: languages/tmsm-woocommerce-paymentonsite-status-*.po
Languages: fr_fr

# Order status
source: Payment On Site
fr_fr: Paiement sur place

source: Order Payment On Site
fr_fr: Commande avec paiement sur place

source: Order with payment on site
fr_fr: Commande avec paiement sur place

source: This is an order notification sent to admin containing order details after an order has payment on site.
fr_fr: Ceci est une notification de commande envoyée à l’administrateur après le choix du paiement sur place.

source: [{site_title}]: New order #{order_number}
fr_fr: [{site_title}] : Nouvelle commande n°{order_number} avec paiement sur place

source: New Order: #{order_number}
fr_fr: Nouvelle commande avec paiement sur place : n°{order_number}

source: Congratulations on the sale.
fr_fr: Bravo pour cette vente.

source: This is an order notification sent to customers containing order details after an order has payment on site.
fr_fr: Ceci est une notification de commande envoyée aux clients après le choix du paiement sur place.

source: Your {site_title} order has been received!
fr_fr: Votre commande sur {site_title} a été reçue

source: Thank you for your order
fr_fr: Merci pour votre commande

source: We look forward to fulfilling your order soon.
fr_fr: Merci.

# Payment gateway
source: Payment On Site
fr_fr: Paiement sur place

source: Have your customers pay on site.
fr_fr: Demandez à vos clients de payer sur place.

source: Enable payment on site
fr_fr: Activer le paiement sur place

source: Payment on site
fr_fr: Paiement sur place

source: Instructions that will be added to the thank you page and confirmation email. Use the placeholder {shop_address} for the shop address.
fr_fr: Instructions qui seront ajoutées à la page de remerciements et l’e-mail de confirmation de commande. Espaces réservés disponibles : {shop_address}

source: Payment on site at {shop_address}
fr_fr: Payer sur place à l’adresse {shop_adresse}

source: Accept Payment On Site if the order is virtual
fr_fr: Accepter le paiement sur place si la commande est virtuelle

source: Payment to be made on site
fr_fr: Paiement à réaliser sur place

source: Any &quot;%1$s&quot; method
fr_fr: N’importe quelle méthode « %1$s »

source: Other locations
fr_fr: Autres emplacements

source: You’ve received the following order with payment on site from %s:
fr_fr: Vous avez reçu une commande avec paiement sur place de %s :

source: Hi %s,
fr_fr: Bonjour %s,
